Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: HR zones: enter four increasing boundaries from 30–250 bpm, or clear all.
es: Zonas de FC: introduce cuatro límites crecientes de 30 a 250 lpm o borra todos.
fr: Zones de FC : saisissez quatre seuils croissants de 30 à 250 bpm ou effacez tout.
pt_br: Zonas de FC: insira quatro limites crescentes de 30 a 250 bpm ou limpe todos.

source: HYBRD · ON DEVICE
es: HYBRD · EN EL DISPOSITIVO
fr: HYBRD · SUR L’APPAREIL
pt_br: HYBRD · NO DISPOSITIVO

source: Half marathon
es: Medio maratón
fr: Semi-marathon
pt_br: Meia maratona

source: Hamstring walkout
es: Caminata de isquiotibiales en puente
fr: Marche des ischio-jambiers en pont
pt_br: Caminhada de posteriores em ponte

source: Hamstrings
es: Isquiotibiales
fr: Ischio-jambiers
pt_br: Posteriores de coxa

source: Hard
es: Intenso
fr: Intense
pt_br: Intenso

source: Health & connections
es: Salud y conexiones
fr: Santé et connexions
pt_br: Saúde e conexões

source: Heart rate
es: Frecuencia cardíaca
fr: Fréquence cardiaque
pt_br: Frequência cardíaca

source: Heart rate takes time to respond. During recovery, ease down and let it settle toward the target.
es: La frecuencia cardíaca tarda en responder. Durante la recuperación, reduce el esfuerzo y deja que se acerque al objetivo.
fr: La fréquence cardiaque met du temps à réagir. Pendant la récupération, réduisez l’effort et laissez-la revenir vers la cible.
pt_br: A frequência cardíaca demora a responder. Durante a recuperação, reduza o esforço e deixe-a se aproximar do alvo.

source: Heart rate zones
es: Zonas cardíacas
fr: Zones cardiaques
pt_br: Zonas cardíacas

source: Heart-rate boundaries must increase from Zone 2 to Zone 5.
es: Los límites cardíacos deben aumentar de la Zona 2 a la Zona 5.
fr: Les seuils cardiaques doivent augmenter de la Zone 2 à la Zone 5.
pt_br: Os limites cardíacos devem aumentar da Zona 2 à Zona 5.

source: Heart-rate targets
es: Objetivos cardíacos
fr: Cibles cardiaques
pt_br: Alvos cardíacos

source: Heart-rate targets added to upcoming built-in runs
es: Objetivos cardíacos añadidos a las próximas carreras del plan
fr: Cibles cardiaques ajoutées aux prochaines courses intégrées
pt_br: Alvos cardíacos adicionados às próximas corridas do plano

source: Heart-rate zones
es: Zonas cardíacas
fr: Zones cardiaques
pt_br: Zonas cardíacas

source: Heaviest completed set at the same rep count in each session.
es: La serie completada más pesada con las mismas repeticiones en cada sesión.
fr: La série terminée la plus lourde avec le même nombre de répétitions dans chaque séance.
pt_br: A série concluída mais pesada com o mesmo número de repetições em cada sessão.

source: Height
es: Altura
fr: Taille
pt_br: Altura

source: Height units
es: Unidades de altura
fr: Unités de taille
pt_br: Unidades de altura

source: Height: enter 80–250 cm or leave it blank.
es: Altura: introduce de 80 a 250 cm o déjala vacía.
fr: Taille : saisissez de 80 à 250 cm ou laissez ce champ vide.
pt_br: Altura: insira de 80 a 250 cm ou deixe em branco.

source: Hill repeats
es: Repeticiones en cuesta
fr: Répétitions en côte
pt_br: Repetições em subida

source: Hip thrust
es: Elevación de cadera
pt_br: Elevação pélvica

source: Holding steady
es: Manteniendo el nivel
fr: Le cap est maintenu
pt_br: Mantendo o nível

source: Home essentials
es: Lo esencial en casa
fr: L’essentiel à la maison
pt_br: O essencial em casa

source: How are you feeling coming in?
es: ¿Cómo te sientes al empezar?
fr: Comment vous sentez-vous pour commencer ?
pt_br: Como você está se sentindo para começar?

source: How did it feel?
es: ¿Cómo te sentiste?
fr: Comment vous êtes-vous senti ?
pt_br: Como você se sentiu?

source: How is my progress?
es: ¿Cómo va mi progreso?
fr: Comment évolue ma progression ?
pt_br: Como está meu progresso?

source: How it felt
es: Sensaciones
fr: Ressenti
pt_br: Sensações

source: How journey levels work
es: Cómo funcionan los niveles
fr: Fonctionnement des niveaux du parcours
pt_br: Como funcionam os níveis

source: How many days do you lift in a typical week right now?
es: ¿Cuántos días haces entrenamiento de fuerza en una semana normal actualmente?
fr: Actuellement, combien de jours faites-vous de la musculation dans une semaine habituelle ?
pt_br: Em quantos dias de uma semana típica você faz musculação atualmente?

source: How many days would you like to lift each week? Running and lifting can share a day.
es: ¿Cuántos días te gustaría entrenar fuerza por semana? Puedes correr y entrenar fuerza el mismo día.
fr: Combien de jours par semaine souhaitez-vous faire de la musculation ? Course et musculation peuvent se faire le même jour.
pt_br: Quantos dias por semana você gostaria de fazer musculação? Corrida e musculação podem ser no mesmo dia.

source: How much time can you usually set aside for one workout?
es: ¿Cuánto tiempo puedes dedicar normalmente a una sesión de entrenamiento?
fr: Combien de temps pouvez-vous généralement consacrer à une séance d’entraînement ?
pt_br: Quanto tempo você costuma ter disponível para um treino?

source: I can explain this week, summarize logged progress, or help you think through a missed session using the data on this phone. Try “Why is my week arranged this way?” Cloud AI isn’t connected in this build, so I won’t invent an answer or change your plan.
es: Puedo explicar esta semana, resumir tu progreso registrado o ayudarte a pensar qué hacer si faltaste a una sesión usando los datos de este teléfono. Prueba «¿Por qué mi semana está organizada así?». La IA en la nube no está conectada en esta versión, así que no inventaré respuestas ni cambiaré tu plan.
fr: Je peux expliquer votre semaine, résumer vos progrès enregistrés ou vous aider à réfléchir à une séance manquée avec les données de ce téléphone. Essayez « Pourquoi ma semaine est-elle organisée ainsi ? ». L’IA dans le cloud n’est pas connectée dans cette version ; je n’inventerai donc pas de réponse et ne modifierai pas votre programme.
pt_br: Posso explicar esta semana, resumir o progresso registrado ou ajudar a pensar sobre um treino perdido com os dados deste telefone. Experimente “Por que minha semana está organizada assim?”. A IA na nuvem não está conectada nesta versão, então não vou inventar respostas nem alterar seu plano.

source: I can help explain your schedule, but I can’t assess pain or an injury. Avoid pushing through painful movement and seek advice from a qualified clinician. You can skip a session from its details; it won’t be added on top of tomorrow’s training.
es: Puedo explicar tu calendario, pero no evaluar un dolor o una lesión. Evita forzar movimientos dolorosos y consulta a un profesional de la salud. Puedes omitir una sesión desde sus detalles; no se añadirá al entrenamiento de mañana.
fr: Je peux expliquer votre programme, mais pas évaluer une douleur ou une blessure. Évitez de forcer un mouvement douloureux et consultez un professionnel de santé. Vous pouvez ignorer une séance depuis ses détails ; elle ne s’ajoutera pas à l’entraînement du lendemain.
pt_br: Posso explicar sua programação, mas não avaliar dor ou lesão. Evite insistir em movimentos dolorosos e procure um profissional de saúde. Você pode pular uma sessão nos detalhes; ela não será adicionada ao treino de amanhã.

source: I have a race date
es: Tengo una fecha de carrera
fr: J’ai une date de course
pt_br: Tenho uma data de prova

source: I need some flexibility
es: Necesito flexibilidad
fr: J’ai besoin de souplesse
pt_br: Preciso de flexibilidade

source: Identity
es: Identidad
fr: Identité
pt_br: Identidade

source: Import from Apple Health
es: Importar de Salud de Apple
fr: Importer depuis Santé d’Apple
pt_br: Importar do Saúde da Apple

source: In progress
es: En curso
fr: En cours
pt_br: Em andamento

source: In progress ·
es: En curso ·
fr: En cours ·
pt_br: Em andamento ·

source: In your stride
es: A tu ritmo
fr: Dans votre rythme
pt_br: No seu ritmo

source: Inches
es: Pulgadas
fr: Pouces
pt_br: Polegadas

source: Install hybrd on your paired Apple Watch
es: Instala hybrd en tu Apple Watch enlazado
fr: Installez hybrd sur votre Apple Watch jumelée
pt_br: Instale o hybrd no Apple Watch emparelhado

source: Intermediate
es: Intermedio
fr: Intermédiaire
pt_br: Intermediário

source: Intervals complete
es: Intervalos completados
fr: Intervalles terminés
pt_br: Intervalos concluídos

source: Into your stride
es: Entrando en ritmo
fr: Le rythme est trouvé
pt_br: Entrando no ritmo

source: It starts with you.
es: Empieza contigo.
fr: Tout commence avec vous.
pt_br: Começa com você.

source: It will stay in your history as skipped. We won’t stack it onto another day.
es: Quedará en el historial como omitida. No la acumularemos en otro día.
fr: Elle restera dans votre historique comme ignorée. Nous ne la reporterons pas sur un autre jour.
pt_br: Ela ficará no histórico como pulada. Não será acumulada em outro dia.

source: I’m feeling tired
es: Me siento cansado
fr: Je ressens de la fatigue
pt_br: Estou me sentindo cansado

source: I’m starting fresh or coming back after a break.
es: Estoy empezando de nuevo o regresando tras una pausa.
fr: Je débute ou je reprends après une pause.
pt_br: Estou começando ou voltando depois de uma pausa.

source: I’m training regularly and ready for structure.
es: Entreno con regularidad y busco estructura.
fr: Je m’entraîne régulièrement et je recherche un cadre.
pt_br: Treino regularmente e quero mais estrutura.

source: Jog easily after each block.
es: Trota suavemente después de cada bloque.
fr: Trottinez doucement après chaque bloc.
pt_br: Trote leve após cada bloco.

source: Jog easily after each work interval.
es: Trota suavemente después de cada intervalo de esfuerzo.
fr: Trottinez doucement après chaque intervalle d’effort.
pt_br: Trote leve após cada intervalo de esforço.

source: Jog or walk easily after each interval.
es: Trota o camina suavemente después de cada intervalo.
fr: Trottinez ou marchez doucement après chaque intervalle.
pt_br: Trote ou caminhe devagar após cada intervalo.

source: Just me and some space to move.
es: Solo yo y un espacio para moverme.
fr: Juste moi et un peu d’espace pour bouger.
pt_br: Só eu e um espaço para me movimentar.

source: Just starting
es: Empezando
fr: Tout juste débutant
pt_br: Começando

source: KEY SESSION ·
es: SESIÓN CLAVE ·
fr: SÉANCE CLÉ ·
pt_br: SESSÃO PRINCIPAL ·

source: Keep a balanced focus
es: Mantener un enfoque equilibrado
fr: Garder un travail équilibré
pt_br: Manter um foco equilibrado

source: Keep a conversational pace throughout.
es: Mantén un ritmo que te permita conversar en todo momento.
fr: Gardez une allure permettant de parler tout au long de la course.
pt_br: Mantenha um ritmo que permita conversar o tempo todo.

source: Keep as a separate run
es: Guardar como carrera separada
fr: Garder comme course distincte
pt_br: Salvar como corrida separada

source: Keep both recordings only if they represent different runs.
es: Conserva ambas grabaciones solo si corresponden a carreras distintas.
fr: Conservez les deux enregistrements uniquement s’ils correspondent à des courses différentes.
pt_br: Mantenha as duas gravações apenas se forem corridas diferentes.

source: Keep editing
es: Seguir editando
fr: Continuer la modification
pt_br: Continuar editando

source: Keep it gentle
es: Tómatelo con calma
fr: Tout en douceur
pt_br: Pegue leve

source: Keep running, or swipe to controls to finish when you’re ready.
es: Sigue corriendo o desliza hasta los controles para finalizar cuando quieras.
fr: Continuez à courir ou balayez vers les commandes pour terminer quand vous le souhaitez.
pt_br: Continue correndo ou deslize até os controles para finalizar quando quiser.

source: Keep the sets you’re proud of. Record the weight and reps together.
es: Conserva las series que te enorgullecen. Registra el peso y las repeticiones juntos.
fr: Gardez les séries dont vous êtes fier. Enregistrez la charge et les répétitions ensemble.
pt_br: Guarde as séries de que você se orgulha. Registre peso e repetições juntos.

source: Keep your breathing relaxed and your stride comfortable.
es: Mantén la respiración relajada y una zancada cómoda.
fr: Gardez une respiration détendue et une foulée confortable.
pt_br: Mantenha a respiração relaxada e a passada confortável.

source: Keep your effort conversational. Easy running supports the week without competing with your strength sessions.
es: Mantén un esfuerzo que permita conversar. La carrera suave complementa la semana sin competir con tus sesiones de fuerza.
fr: Gardez une intensité permettant de parler. La course facile complète la semaine sans concurrencer vos séances de musculation.
pt_br: Mantenha um esforço que permita conversar. A corrida leve complementa a semana sem competir com os treinos de força.

source: Keep your note within 300 characters.
es: Limita tu nota a 300 caracteres.
fr: Limitez votre note à 300 caractères.
pt_br: Limite sua observação a 300 caracteres.

source: Kettlebells
es: Pesas rusas

source: Key session
es: Sesión clave
fr: Séance clé
pt_br: Sessão principal

source: Key session ·
es: Sesión clave ·
fr: Séance clé ·
pt_br: Sessão principal ·

source: Kilograms
es: Kilogramos
fr: Kilogrammes
pt_br: Quilogramas

source: Kilometer %lld
es: Kilómetro %lld
fr: Kilomètre %lld
pt_br: Quilômetro %lld

source: Kilometers
es: Kilómetros
fr: Kilomètres
pt_br: Quilômetros

source: LAST PACE
es: ÚLT. RITMO
fr: DERN. ALL.
pt_br: ÚLT. RITMO

source: LEVEL %lld
es: NIVEL %lld
fr: NIVEAU %lld
pt_br: NÍVEL %lld

source: Lap
es: Vuelta
fr: Tour
pt_br: Volta

source: Lap %lld
es: Vuelta %lld
fr: Tour %lld
pt_br: Volta %lld

source: Last 4 weeks · tap a day to revisit your work
es: Últimas 4 semanas · toca un día para ver tu trabajo
fr: 4 dernières semaines · touchez un jour pour revoir votre travail
pt_br: Últimas 4 semanas · toque em um dia para rever seu treino

source: Last import
es: Última importación
fr: Dernière importation
pt_br: Última importação

source: Last recorded pace
es: Último ritmo registrado
fr: Dernière allure enregistrée
pt_br: Último ritmo registrado

source: Last time ·
es: Última vez ·
fr: Dernière fois ·
pt_br: Última vez ·

source: Last time:
es: Última vez:
fr: Dernière fois :
pt_br: Última vez:

source: Lat pulldown
es: Jalón al pecho
fr: Tirage vertical
pt_br: Puxada alta

source: Latest logged
es: Último registro
fr: Dernier résultat
pt_br: Último registro

source: Latest milestone ·
es: Último logro ·
fr: Dernière étape ·
pt_br: Última conquista ·

source: Learning the fundamentals
es: Aprendiendo los fundamentos
fr: Apprentissage des bases
pt_br: Aprendendo os fundamentos

source: Leave unrecorded distances blank. Use mm:ss or h:mm:ss, such as 24:30 or 1:48:20.
es: Deja vacías las distancias sin registro. Usa mm:ss o h:mm:ss, como 24:30 o 1:48:20.
fr: Laissez vides les distances non chronométrées. Utilisez mm:ss ou h:mm:ss, par exemple 24:30 ou 1:48:20.
pt_br: Deixe em branco as distâncias sem registro. Use mm:ss ou h:mm:ss, como 24:30 ou 1:48:20.

source: Leave your phone behind.
es: Deja el teléfono en casa.
fr: Laissez votre téléphone à la maison.
pt_br: Deixe o telefone em casa.

source: Leg curl
es: Curl femoral
fr: Flexion des jambes
pt_br: Flexora

source: Leg extension
es: Extensión de piernas
fr: Extension des jambes
pt_br: Extensora

source: Leg press
es: Prensa de piernas
fr: Presse à cuisses

source: Let the run come to you; keep it conversational.
es: Deja que la carrera fluya; mantén un ritmo conversacional.
fr: Laissez la course venir à vous ; gardez une allure permettant de parler.
pt_br: Deixe a corrida fluir; mantenha um ritmo que permita conversar.

source: Let your breathing settle as you ease the pace.
es: Deja que la respiración se calme mientras bajas el ritmo.
fr: Laissez votre respiration s’apaiser en ralentissant.
pt_br: Deixe a respiração se acalmar enquanto reduz o ritmo.

source: Lift
es: Fuerza
fr: Musculation
pt_br: Força

source: Lifting right now
es: Tu fuerza actual
fr: Votre musculation actuelle
pt_br: Sua musculação hoje

source: Lifting, body weight & strength PRs
es: Fuerza, peso corporal y récords de fuerza
fr: Musculation, poids corporel et records
pt_br: Força, peso corporal e recordes de força

source: Light
es: Claro
fr: Clair
pt_br: Claro

source: Location unavailable
es: Ubicación no disponible
fr: Position indisponible
pt_br: Localização indisponível

source: Log a completed run manually
es: Registrar carrera manualmente
fr: Saisir une course manuellement
pt_br: Registrar corrida manualmente

source: Log a run and a strength session, on any days.
es: Registra una carrera y una sesión de fuerza, en cualquier día.
fr: Enregistrez une course et une séance de musculation, peu importe les jours.
pt_br: Registre uma corrida e um treino de força, em quaisquer dias.

source: Log a session to light up this chart.
es: Registra una sesión para dar vida a esta gráfica.
fr: Enregistrez une séance pour donner vie à ce graphique.
pt_br: Registre uma sessão para dar vida a este gráfico.

source: Log run
es: Registrar carrera
fr: Saisir la course
pt_br: Registrar corrida

source: Log your first training day.
es: Registra tu primer día de entrenamiento.
fr: Enregistrez votre premier jour d’entraînement.
pt_br: Registre seu primeiro dia de treino.

source: Logged
es: Registrado
fr: Enregistré
pt_br: Registrado

source: Logged best sets
es: Mejores series registradas
fr: Meilleures séries enregistrées
pt_br: Melhores séries registradas

source: Logged this week
es: Registrado esta semana
fr: Enregistré cette semaine
pt_br: Registrado nesta semana

source: Logged value
es: Valor registrado
fr: Valeur enregistrée
pt_br: Valor registrado

source: Long & easy
es: Larga y suave
fr: Longue et facile
pt_br: Longa e leve

source: Long easy run
es: Carrera larga suave
fr: Sortie longue facile
pt_br: Corrida longa leve

source: Look at you go.
es: Mira cuánto avanzaste.
fr: Quel chemin parcouru.
pt_br: Olha só sua evolução.

source: Lower body
es: Tren inferior
fr: Bas du corps
pt_br: Membros inferiores

source: Machines
es: Máquinas
pt_br: Máquinas

source: Maintain strength
es: Mantener fuerza
fr: Maintenir la force
pt_br: Manter a força

source: Make it a milestone.
es: Conviértelo en un logro.
fr: Faites-en une étape marquante.
pt_br: Transforme em uma conquista.

source: Make room for progress.
es: Haz espacio para progresar.
fr: Faites place aux progrès.
pt_br: Abra espaço para evoluir.

source: Make room for training
es: Haz espacio para entrenar
fr: Faites place à l’entraînement
pt_br: Abra espaço para treinar

source: Make space for both.
es: Haz espacio para ambos.
fr: Faites place aux deux.
pt_br: Abra espaço para os dois.

source: Make steady progress in both.
es: Avanzar de forma constante en ambas disciplinas.
fr: Progresser régulièrement dans les deux disciplines.
pt_br: Evoluir com constância nas duas modalidades.

source: Make strength yours
es: Entrena fuerza a tu manera
fr: La musculation à votre image
pt_br: Treine força do seu jeito

source: Make this plan yours
es: Haz tuyo este plan
fr: Personnalisez ce programme
pt_br: Personalize seu plano

source: Marathon
es: Maratón
pt_br: Maratona

source: Mark lap
es: Marcar vuelta
fr: Marquer un tour
pt_br: Marcar volta

source: Matching lifts
es: Ejercicios coincidentes
fr: Exercices correspondants
pt_br: Exercícios encontrados

source: Max
es: Máx.
pt_br: Máx.

source: Maximum heart rate
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
pt_br: Frequência cardíaca máxima

source: Measured %@
es: Medido el %@
fr: Mesuré le %@
pt_br: Medido em %@

source: Medicine ball
es: Balón medicinal
fr: Ballon lesté
pt_br: Bola medicinal

source: Mile %lld
es: Milla %lld
fr: Mille %lld
pt_br: Milha %lld

source: Miles
es: Millas
fr: Milles
pt_br: Milhas

source: Milestones
es: Logros
fr: Étapes
pt_br: Conquistas

source: Milestones are calculated from your current records. Correcting or deleting a record can update the totals and awards attached to it.
es: Los logros se calculan a partir de tus registros actuales. Corregir o eliminar un registro puede actualizar los totales y las recompensas asociadas.
fr: Les étapes sont calculées à partir de vos enregistrements actuels. Corriger ou supprimer un enregistrement peut modifier les totaux et les récompenses associés.
pt_br: As conquistas são calculadas com seus registros atuais. Corrigir ou excluir um registro pode atualizar os totais e as recompensas associadas.

source: Minimize workout
es: Minimizar entrenamiento
fr: Réduire l’entraînement
pt_br: Minimizar treino

source: Missing fields may not be stored in Health or may not be shared. You can edit imported values before saving your profile.
es: Los datos faltantes pueden no estar en Salud o no haberse compartido. Puedes editar los valores importados antes de guardar el perfil.
fr: Les données manquantes peuvent être absentes de Santé ou ne pas être partagées. Vous pouvez modifier les valeurs importées avant d’enregistrer votre profil.
pt_br: Os dados ausentes podem não estar no Saúde ou não ter sido compartilhados. Você pode editar os valores importados antes de salvar o perfil.

source: Monthly
es: Mensual
fr: Mensuel
pt_br: Mensal

source: Move
es: Mover
fr: Déplacer
pt_br: Mover

source: Move session
es: Mover sesión
fr: Déplacer la séance
pt_br: Mover sessão

source: Move to
es: Mover a
fr: Déplacer au
pt_br: Mover para

source: Moved %@ to %@
es: Se movió %@ al %@
fr: %@ déplacé au %@
pt_br: %@ movido para %@

source: Movement choices couldn’t be loaded. Your existing records are still saved.
es: No se pudieron cargar los ejercicios. Tus registros existentes siguen guardados.
fr: Les exercices n’ont pas pu être chargés. Vos records existants sont toujours enregistrés.
pt_br: Não foi possível carregar os exercícios. Seus registros existentes continuam salvos.

source: Movements unavailable
es: Ejercicios no disponibles
fr: Exercices indisponibles
pt_br: Exercícios indisponíveis

source: Muscle focus
es: Enfoque muscular
fr: Priorités musculaires
pt_br: Foco muscular

source: Muscle focus diagram
es: Diagrama de enfoque muscular
fr: Schéma des priorités musculaires
pt_br: Diagrama de foco muscular

source: My energy, schedule, or physical limitations can vary.
es: Mi energía, mis horarios o mis limitaciones físicas pueden variar.
fr: Mon énergie, mes horaires ou mes limitations physiques peuvent varier.
pt_br: Minha energia, meus horários ou minhas limitações físicas podem variar.

source: My running goal
es: Mi meta de running
fr: Mon objectif de course
pt_br: Minha meta de corrida

source: My strength goal
es: Mi meta de fuerza
fr: Mon objectif de musculation
pt_br: Minha meta de força

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Name, age, height & weight
es: Nombre, edad, altura y peso
fr: Nom, âge, taille et poids
pt_br: Nome, idade, altura e peso

source: Next chapter
es: Próximo capítulo
fr: Prochain chapitre
pt_br: Próximo capítulo

source: Next exercise
es: Siguiente ejercicio
fr: Exercice suivant
pt_br: Próximo exercício

source: Next interval
es: Siguiente intervalo
fr: Intervalle suivant
pt_br: Próximo intervalo

source: Next set
es: Siguiente serie
fr: Série suivante
pt_br: Próxima série

source: Next week
es: Próxima semana
fr: Semaine suivante
pt_br: Próxima semana

source: No HR target
es: Sin objetivo de FC
fr: Aucune cible de FC
pt_br: Sem alvo de FC

source: No breakdown available
es: Sin desglose disponible
fr: Aucun détail disponible
pt_br: Sem detalhamento disponível

source: No logged sets yet
es: Aún no hay series registradas
fr: Aucune série enregistrée
pt_br: Ainda não há séries registradas

source: No measurable distance was captured.
es: No se capturó una distancia medible.
fr: Aucune distance mesurable n’a été captée.
pt_br: Nenhuma distância mensurável foi capturada.
